{"meta":{"title":"Hello,Keeper!","subtitle":null,"description":null,"author":null,"url":"http://yoursite.com"},"pages":[{"title":"写在前面","date":"2018-06-04T02:10:18.000Z","updated":"2018-06-21T15:29:13.488Z","comments":true,"path":"Free-talk/index.html","permalink":"http://yoursite.com/Free-talk/index.html","excerpt":"","text":"在提笔的时候想了很多，做了很多前期的工作。前段时间电脑坏了，期间又掺杂了许多零零碎碎的事情，都被一些事情暂时地搁置了。一晃到了6月份，在雨天天还是占据南方大多数的日子里，世界杯已经悄然而至。经过3年多时间角逐，最终在3年后的今天这32支球队终于冲破重重关卡踏上了这有着1709万平方公里的土地。 今年注定是不平静的一年，属于全世界的足球精灵正式宣布离开；那张滑跪三道杠曾经被无数人用来做表情包的魔兽也说他就要离开了；低调的卡神也说即将结束12载红魔生涯；永远的世界第二门将Gigi在前几天也笑着和我们说：再见！斑马，曾经的欧洲三大苦也只剩伊丽莎白女王在苦苦撑着；世界地图中那片战靴模样的地图再也不会在这张图中亮起… *说好的 我们要一起征服世界 为何你在中途远走 说好的 我们要不离不弃直到彼岸 为何你独自轻舟远航 之后我们的相遇 都会是久别重逢 关于久别重逢的故事 他们之所以能够冲撞到我们内心最柔软的角落 只因有关之前相处的回忆那么美好 回忆如此玄妙 她总会抹去坏的，放大好的 我们要感谢这份玄妙 这样 我们才有怀念的理由 我们才有久别重逢的意义 《天下足球》 关于足球，关于生活，纵使有百般的不如意，百般的失望，我们还是继续坚持地爱下去！ 相信，总有一天会变得更美好！ Matt 2018/06/04"},{"title":"archives","date":"2018-06-17T08:21:30.000Z","updated":"2018-06-19T20:17:30.000Z","comments":true,"path":"archives/index.html","permalink":"http://yoursite.com/archives/index.html","excerpt":"","text":""}],"posts":[{"title":"Analytic method for evaluating players’ decisions in team sports: Applications to the soccer goalkeeper","slug":"goalkeeper","date":"2018-06-21T10:40:29.000Z","updated":"2018-06-22T07:49:11.214Z","comments":false,"path":"2018/06/21/goalkeeper/","link":"","permalink":"http://yoursite.com/2018/06/21/goalkeeper/","excerpt":"","text":"申明 本篇论文转载自 PLOS ONE,且未对文章内容进行修改。本作品的所有权为原始著作权人所有。本篇论文为本站博主获得著作权人许可后所转载，所以转载前务必得到博主同意方可转载，谢绝任何具有商业目的的转载，经过同意转载的，转载后请以超链接形式注明来源。 STATEMENT This paper is reprinted from PLOS ONE, and none of them has to modify the content of the article by blogger. The ownership of this paper belongs to the original copyright owner. This paper is reproduced after the permission of the copyright owner is obtained. Therefore, the permission of the blogger must be obtained before reprinting. If you agree to reprint, please indicate the source in the form of hyperlink. Abstract The aim of this study was to define a method for evaluating a player’s decisions during a game based on the success probability of his actions and for analyzing the player strategy inferred from game actions. There were developed formal definitions of i) the stochastic process of player decisions in game situations and ii) the inference process of player strategy based on his game decisions. The method was applied to the context of soccer goalkeepers. A model of goalkeeper positioning, with geometric parameters and solutions to optimize his position based on the ball position and trajectory, was developed. The model was tested with a sample of 65 professional goalkeepers (28.8 ± 4.1 years old) playing for their national teams in 2010 and 2014 World Cups. The goalkeeper’s decisions were compared to decisions from a large dataset of other goalkeepers, defining the probability of success in each game circumstance. There were assessed i) performance in a defined set of classes of game plays; ii) entropy of goalkeepers’ decisions; and iii) the effect of goalkeepers’ positioning updates on the outcome (save or goal). Goalkeepers’ decisions were similar to the ones with the lowest probability of goal on the dataset. Goalkeepers’ entropy varied between 24% and 71% of the maximum possible entropy. Positioning dynamics in the instants that preceded the shot indicated that, in goals and saves, goalkeepers optimized their position before the shot in 21.87% and 83.33% of the situations, respectively. These results validate a method to discriminate successful performance. In conclusion, this method enables a more precise assessment of a player’s decision-making ability by consulting a representative dataset of equivalent actions to define the probability of his success. Therefore, it supports the evaluation of the player’s decision separately from his technical skill execution, which overcomes the scientific challenge of discriminating the evaluation of a player’s decision performance from the action result. Introduction In team sports, players’ decisions are determinants of the team’s performance. The several dynamic elements of the game (e.g., actions of team players and adversaries) and their stochastic nature require that players frequently make non-trivial decisions. The existence of a pre-conceived and well-designed player strategy, which provides a set of action alternatives for each context, and the ability of the player to choose the most adequate action from the strategy or from his personal repertory (i.e., player tactics) define the team’s success. The control of any action execution has been modeled by a set of action rules of the following form: if then [1] . According to this model, each player has a list of action rules available. They are strategically defined by the coaching staff, considering the actions a player should perform in each game circumstance. A player executes an action related to his list of action rules when his prediction of the next game state matches that action condition. Since an ill-conceived and well-executed action usually results in an unsuccessful outcome, it is important to analyze the decision that led to the action, not only its execution. The variables underling the decision-making process have been investigated through distinct approaches, focusing on features of the perception-action process [2] and the functional interpersonal interactions between players [3–6]. Additionally, other studies have investigated the tactical efficiency of players’ decisions in adapted situations (i.e., small-sided games). For a review, see [7]. In this approach, evaluation instruments require that specialists judge the player’s choice. To evaluate a player’s decision through game observation and define a decision as not appropriate, it is necessary to propose an alternative decision and prove that it is better than the original one. However, if the player executes a different action, other players would act differently than in the original situation, and only trivial hypothetical contexts can be predicted. In the literature, the problem of evaluating a player’s performance and of infering his most successful strategy based on alternative decisions has been approached by focusing on specific situations. For instance, the pick and roll in basketball [8], the penalty kick in soccer [9] or the service in tennis [10–11]. To evaluate a team’s performance, some studies have investigated the dynamics of collective actions in all game circumstances, without considering the players’ individual decisions [12–16]. In the present study, the problem of evaluating a player’s decisions will be approached by analyzing his efficiency in every game situation by estimating the success ratio of similar decisions made by other players in similar game situations. The set of action rules of a player can be represented by a decision function that matches a game situation to an action. In a match, given intervenient factors (e.g., spatio-temporal pressure, level of stress, etc.), the player is not able to consistently make decisions in accordance with his action rules, characterizing his behavior as a stochastic process. The stochastic feature of a player’s performance will be considered to assess his decisions in a game through the following steps. First, a dynamic model of the set of situations analyzed in a sport is defined. Second, an experiment for sampling the dynamics of the considered game situations is designed. Third, an estimation based on sampled data of a stochastic process that models the action transitions of a player, given the evolvement of game situations, is made. Fourth, an estimation based on observed data and the stochastic model is made for a decision function of a player. Fifth, an estimation of a player’s decision function performance is made. The described framework will be applied to analyze the specific context of the soccer goalkeepers’ decisions. It will be also presented a theoretically designed goalkeeper strategy. This strategy will be compared to strategies used by high-level goalkeeper in games analyzed in the experiment sample. In the following sections, it is presented: i) a model of an individual player strategy in team sports and the stochastic properties of its application in a game; ii) an example of the player strategy in the context of the soccer goalkeeper; iii) the definition of the problem of a posteriori evaluation of a player’s decisions in sports and the methodological approach to solve it; iv) the experimental design for infering the goalkeepers’ strategy and for measuring their decision performance in games; v) the results of the analyzed goalkeepers’ decision performance; and vi) a discussion of the main results and conclusion of the work. Player strategy model Team strategy is the control signal that orients each team’s players’ decisions in a game [1]. It has been modeled as a discrete dynamical system, whose states describe the specification of all team players’ actions and their concatenations. A player strategy (PS), in each team strategy, is a discrete dynamic system that specifies all actions of a player. The PS can be represented by a connected direct graph. In this graph, a state is composed of three elements: i) state of movement input; ii) transformation; and iii) state of movement output. The state of movement is defined by the instantaneous dynamic of a player. The transformation is the execution of the action specified for that specific state. A state has two inputs: i) game situation and ii) metadata. Game situation is defined by the ball and all players’ dynamics. Metadata is defined by all information available previously to the game and its update during the game. Two states are connected based on the equivalence between the state of movement output of the first and the state of movement input of the second. A state can be connected to more than one state, and the continuation to one of them depends on which inputs satisfy the condition (i.e., game perception, metadata) of the action rule controlling the next state. This dynamic system can be represented analytically by ai+1 = Ømi(ai,pi) , where ai and ai+1 are, respectively, the current and the next state; pi is the current game perception of the player;and mi is the current metadata of the game.Ømi is called the decision function since it represents the choice of the next action. Given that the dynamics of the system are simply connected, Ømi must satisfy the following property: there exists a sequence of n inputs (pi,mi) such that n iterations of Ømi starting in an action a and activated by this sequence of inputs terminates in a itself. [Fig 1]—Part A presents an application of this model to describe the PS for a soccer goalkeeper. Part A: a1: start; a2: retrieved positioning, inside goalkeeper area; a3: advanced positioning, inside goalkeeper area; a4: linear displacement; a5: ready; a6: defense; a7: help defense; a8: frontal interception; a9: diagonal interception. Every node has an edge that connects directly to itself (not represented). Part B: gray nodes denote the eleven soccer team players (P1 ,…, P11); orange node: individual player game perception; green node: individual player set of metadata; P1 ,…, P11 decisions integrated in the state of movement. Both teams’ states of movement are inputs to the game process. Game feedback (black arrows departing from the game) is a source of the players’ subsequent decisions. Detail The set of all PSs constitutes the team strategy ([Fig 1]—Part B). The collective orchestration of the team players (i.e., synchronization and coordination of actions) depends on the following individual elements: i) the perception of the game; ii) the metadata; and iii) the completeness of the set of action rules to support players’ interactions. The representation of team strategy in terms of PSs ([Fig 1]—Part B) is equivalent to the representation presented by [1] , since i) a team state can be represented in terms of individual players’ states; and ii) the PS has identical specifications to the one obtained by the concatenation of his actions in the team strategy. The execution of the PS in a game is not deterministic. Unpredicted game situations and spatio-temporal pressure are disturbing factors to the player’s decisions. Hence, a player’s decision (PD) can be defined as a stochastic process. Goalkeeper’s positioning model This section presents a specific case of a player strategy model, the goalkeeper positioning model (GPM). For this purpose, positioning parameters and positioning rules based on the defined parameters were modeled. Goalkeeper’s positioning parameters The soccer goalkeeper defensive roles can be divided in two categories: i) cover the defensive line and ii) defend the goal. First, cover the defensive line implies the protection of the space behind the closest defensive players to the goal. Second, defend the goal implies avoiding the ball reaching the goal. A goalkeeper uses a sequence of three classes of actions to defend the goal: positioning, ready pose and defense. Positioning displacement should direct the goalkeeper to a position that provides the greatest probability of making a defense in the moment of the shot, when he should be static in a ready pose, ready to perform a defense. In this process, the goalkeeper should make a sequence of decisions: i) position himself according to the ball and other players’ actions; ii) stop his displacement in the precise moment that precedes the shot; and iii) choose the appropriate defensive action for the type of shot. Three parameters define the goalkeeper positioning ([Fig 2] Parts A-B): i) the vertical component of the line segment $ \\overline{GK} $ between the center of the goal ( G ) and the goalkeeper’s position on the pitch ( K ); ii) the angle α between $ \\overline{GK} $ and the goal line, $ \\overline{PlPr} $ the line between the left (Pl) and the right (Pr) posts; and iii) the angle β between the goalkeeper line, defined by the goalkeeper’s right and left feet, and the ball line $ \\overline{GB} $ .The goalkeeper line is denoted by r(β).When the goalkeeper stays on the ball line far (near) from the center of the goal, the covered lateral region increases (decreases), while the vertical region decreases (increases). Thus, in all game situations, the positioning parameters (i.e., vertical component of （$ \\overline{GK} $,α and β) should be used to settle the goalkeeper position that maximizes his coverage of the goal. The goalkeeper line, r(β), has two extreme rotations ([Fig 2] —Part A): r(β1) . perpendicular to the ball line and r(β2) , parallel to the goal line. In rβ1 , the goalkeeper position is always symmetric, while in rβ2 , the position is symmetric just when the ball is centrally aligned to the penalty spot ([Fig 2] —Part B). Moreover, in rβ1 , the goalkeeper is always facing the ball, while in rβ2 , he is on this position just when the ball line coincides with the central line. Additionally, in rβ1 , for all ball line angles, the perpendicular positioning to the ball line is the one that maximizes the goalkeeper’s lateral coverage. B is the ball position; G is the center of the goal; Pl and Pr are the left and right posts; K is the goalkeeper position on the pitch; α is the angle between ($ \\overline{GK} $) and the goal line $ \\overline{PlPr} $ ; β is the angle between the ball line ($ \\overline{GB} $) and the goalkeeper line; r(β1), in blue, and r(β2), in yellow, are, respectively, the goalkeeper position perpendicular to the ball line and parallel to the goal line. Detail The goalkeeper performs a sequence of decisions to continuously update the vertical component of $ \\overline{GK} $, α and β, while the ball is displaced, with the main objective of protecting the goal. Hence, depending on his prediction of a shot or a pass, he should choose an optimal position that anticipates his objective. Goalkeeper’s positioning rules Herein, a set of goalkeeper positioning rules are modeled, with the dynamic attribution of values to the previously defined parameters (see [Fig 2]). The positioning rules encompass the goalkeeper’s displacements on the pitch for the different ball positions in each offensive situation. These rules intend to maximize the goal coverage area by the goalkeeper in all kinds of offensive situations. The pictorial representation of the positioning rules consists of partitioning the pitch into colored continuous regions ([Fig 3]). The goal area has been partitioned by two sets of colored connected polygonal lines. These partitions delimit the areas in which the goalkeeper should position for offensive situations with ground ball displacements. The goalkeeper should stay on the area of the same color that delimits the corresponding ball position. Particular situations are the transitions between regions. Colored lines assign the boundaries between regions in the pitch. Thus, when the ball is in one of these lines, the goalkeeper should position on his correspondent line. Soccer pitch partitions indicate reciprocity between the goalkeeper positioning (colored lines in the two sets of polygonal lines in the goal area) and ball position (colored areas outside the goal area). Detail The rules of dynamic attribution of values for the parameters of the goalkeeper positioning (vertical component of $ \\overline{GK} $, α and β, see [Fig 2]) consist of i) choosing the length of the vertical component of $ \\overline{GK} $ that defines an intersection between the ball line $ \\overline{GB} $ and the region between the polygonal lines inside the goal area, which limit the goalkeeper displacement paths; ii) updating α dynamically to keep $ \\overline{GK} $ on $ \\overline{GB} $ line while the ball moves; and iii) updating β to the angle of the closest polygonal line inside the goal area, which approximates the perpendicular position between the goalkeeper line r(β) and the ball line $ \\overline{GB} $. When the ball is in one of the orange regions, the goalkeeper should be on the orange point in the center of the red polygonal line. In the case of an offensive transition from a red region to the orange region close to the end line, the goalkeeper has a specific displacement. He first follows the red polygonal line into the end line direction and then, when offense enters the orange area, he changes displacement direction until he reaches the orange point. When the ball is in the yellow, light or dark blue regions, the goalkeeper should be in the respective line. Evaluation of a player’s decisions In team sports, a player’s decisions can be modeled as an optimization problem. For each class of game situations, the player chooses, from a set of possible actions, the one that may maximize his possibility of success. Other players perceive the action, and their reactions are influenced by the context transformation. Therefore, the success of a player’s decision depends on the subsequent adversary decisions. For instance, a soccer goalkeeper who decides to stay on the goal line to defend a shot executed from behind the penalty area may take the goal. After the play outcome has been verified, one may consider that he could have adopted a more advanced position to increase the chances of deflecting the ball. However, in this possible situation, he could have taken the goal after a parabolic shot. The limitation of evaluating a player’s decision is that the information extracted from the observation of a single play is insufficient for the analysis of the quality of the decision made by the player, given that there are other possible actions he could perform in that game situation and that each action would change the context due to the reaction of the other players. To compare the efficiency among the possible decisions for a game situation, it would be necessary to access the probability of success of the other possible actions. Thus, the problem of evaluating a player’s decisions has no solution from the isolated observation of a play. To approach the problem of a player’s decision evaluation in a specific context (e.g., team sport, player role, competition level), it is necessary to assess the success probability of the player’s decisions in a game. Additionally, considering that the most recurrent decisions in specific game situations may correspond to the player’s strategy, the analysis of the success probability of these decisions allows us to evaluate his strategy performance. The success probability of every decision should be evaluated based on an oracle. An oracle is a probability distribution estimated from events contained in a dataset of games with similar competition level. It informs the success probability of a player’s decision in any game situation. Thus, the oracle can be applied to evaluate the performance of a given type of player action in a certain game situation. In this section, we present a model that can be applied to a generic team player and, afterwards, we specify a model of the soccer goalkeeper. In a decision moment, the player observes the game situation and his present state (i.e., player position and action), predicts the next possible actions and chooses the one that he should perform. Therefore, the player’s decisions can be modeled by a decision function, which defines the next action. Empirically, the player’s decision cannot be directly assessed through human observation. Thus, the decision should be indirectly evaluated through by assessing the type of action performed. This fact leads to a simplified model of a player’s decisions, represented by a discrete Markovian process. In the player’s decision model (PD), the player’s action transition, from ai to ai+1 ，depends on i) xi , a stochastic input defined by the ball dynamics and all other players’ dynamics (except by the evaluated player); and ii) ai , the evaluated player present action. Hence, the probability of transition from action ai in the game situation xi to the action ai+1 is P(ai∣(xi,ai)) (1) Modeling the player strategy A player strategy (PS) can be defined as a deterministic sub-graph of the player decision model. It is computed by a decision function f that maps the pair (xi , ai ) to an action ai+1 , which chooses the most likely action in a transition of the PD. Thus, ai+1 = Arg(Max{P(ai | (xi,ai), j∈J}) (2) s the set of all possible next actions for ai in the situation xi . Modeling the oracle The player’s decisions and the player’s strategy can be evaluated through comparison with an oracle defined for a given player profile (i.e., specific sport, role and competition level). The oracle is modeled by the join distribution P(((xi , ai) , ai+1) , y) (3) of ((xi , ai) , ai+1) and y . For any player of the considered profile, the pair ((xi, ai), ai+1) represents the next action ai+1 taken in accordance with the game situation xi and the action ai , while the binary variable y represents success when true (i.e., y = 1) and fail (i.e., y = 0) otherwise. This join distribution should be estimated from a large sample of plays compatible with the competition level of the player profile. Modeling a soccer goalkeeper’s performance A goalkeeper’s performance can be evaluated through the goal probability for each offensive situation. This evaluation criterion is herein defined as absolute performance (AP): AP((xi,ai),ai+1)(i+1) = P((xi,ai),ai+1)(P(0 | ((xi,ai),ai+1))) (4) Additionally, it is possible to evaluate a goalkeeper’s performance through the normalization of the goal probability by the goal potential of the considered situation. In a game situation xi , the goal potential is the probability of a goal given xi , that is , P( 0 | ( xi ) . The relative performance (RP) in an instant i + 1 is associated with an action ai+1 that is selected from a situation xi , and the present action ai , is given by RP((Xi,ai),ai+1)(i+1) = P((xi,ai),ai+1)(P( 0 | (( xi,ai ) ,ai+1 )) — P( 0 | xi )) (5) The normalization of the RP by the goal potential allows the comparison of performance in different game situations. When RP &lt; 0 and RP &gt; 0 the analyzed goalkeeper has, respectively, a better and a worse performance than the goal potential for that situation. Experiment In the previous section, a probabilistic model for evaluating a player’s decision was defined. In this experiment, the model is applied to analyze soccer goalkeeper’s decision performance regarding positioning. The evaluation encompasses both the goalkeeper’s decisions in a game (see PD, [Eq 1]) and the goalkeeper’s strategy (see PS, [Eq 2]) through the following steps: i) estimation of an oracle from the assessment of plays that resulted in goal or save from a sample of professional goalkeepers (oracle results have been used in the following steps (ii, iii and iv)); ii) evaluation of the goalkeeper’s decision performance from the annotation of game plays of two professional goalkeepers; iii) evaluation of the strategy of the two professional goalkeepers assessed; iv) evaluation of a goalkeeper’s positioning model (GPM, previously defined); and v) dynamic evaluation of a goalkeeper’s positioning in game plays. Experimental approach The goalkeeper’s decision performance was evaluated during game plays. A game play was modeled as a categorical stochastic process, with the game situation (xi) , the goalkeeper action (ai) and the respective outcome (y) , for instance, the goal. The triple (xi , ai , y) defined a vector of labels that described the main events, which were sampled in systematic small time intervals of a game (every 2 Hertz). We considered only ball possessions that ended with a goalkeeper action. We defined the game situation (xi) by the following variables: i) ball player action; ii) ball zone; and iii) balance of the last defensive line. We modeled the ball player’s actions through the classes of ball circulation (i.e., passes to conserve ball possession, drives, dispute of the ball), cross and finalization. We modeled the ball zones through a partition of the pitch in 4 areas: i) central-near (i.e., a central area on the pitch and near the goal; ii) central-far; iii) side-near; and iv) side-far ([Fig 4], orange delimited areas), which is a simplification of the pitch partitioning displayed in [Fig 3]. Side-near and side-far areas were considered equivalent in both the right and left sides of the pitch. Moreover, for the side-near and central-near zones, they were distinguished considering situations with and without cross. We modeled the balance/unbalance of the last defensive line considering whether or not there were defensive players, besides the goalkeeper, between the opponents and the goal area. Orange delimited areas are as follows: i) side far; ii) central far; iii) side near; and iv) central near. Classes of goalkeeper positioning, blue delimited areas are as follows: i) retrieved; ii) advanced; and iii) out (of the goal area). Detail We defined the goalkeeper action (ai) by the following variables: i) goalkeeper positioning and ii) goalkeeper centralization. We modeled the goalkeeper position through 3 zones: i) retrieved, in the half of the goal area closest to the goal; ii) advanced, in the half of the goal area farthest to the goal; and iii) out of the goal area ([Fig 4], blue areas). We modeled goalkeeper centralization by the combination of two variables, goalkeeper rotation and positioning relative to the ball line. The goalkeeper rotation considers the angle β between the goalkeeper line and the ball line (see Section Goalkeepers’ Positioning Parameters). The positioning relative to the ball line considers the alignment of the goalkeeper with the ball line. We have considered the goalkeeper centralized when he was rotated to the ball and aligned to the ball line. In contrary, the goalkeeper has been considered not centralized. We defined the game play outcome as goal or save. Two types of analysis were performed, static and dynamic. In the static analysis, the goalkeeper’s decision performance regarding his positioning in the finalization moment was evaluated. For this purpose, we assessed the value of the pair (xi , ai) and compared it to the value of the equivalent pair in the oracle. There were considered the six classes of xi for game plays with balanced defense (side-far; central-far; side-near cross; side-near not-cross; central-near cross; central-near not-cross). These classes were used for evaluating the positioning performance of the goalkeepers and the GPM. In the dynamic analysis, we used the oracle data only. The samples of the two specific professional goalkeepers investigated were insufficient for this purpose. For all oracle data, we evaluated the effect of the sequence of positioning in the play outcome (goal or save) in the last three states before the finalization and the finalization state itself (1.5 seconds before the shot, with 2 Hertz sampling). Additionally, we selected two specific situations to illustrate the dynamic pattern of a game play: i) cross with finalization from central-near with balanced defensive; and ii) change in defensive balance resulting in finalization from side-near with unbalanced defense (i.e., situations that began with balanced defense and finished with unbalanced defense). In these two cases, we applied identical sampling procedures. Sample We evaluated the decision performance of two professional goalkeepers, Gianluigi Buffon (GB) and Julio Cesar (JC), from the Italian and Brazilian national teams, respectively. GB was analyzed in the games of the UEFA Euro 2012 against Spain, Croatia, Republic of Ireland, England, Germany, and Spain, in a total of 77 plays with shots on goal. JC was analyzed in the games of the 2014 World Cup against Croatia, Mexico, Cameroon, Chile, Colombia, Germany, and the Netherlands, in a total of 57 plays with shots on goal. To evaluate GB’s and JC’s performances, the oracle dataset was separated into two sub-sets: goals and saves. The goals sample comprised all the goals from the 2010 and 2014 World Cups, except for penalty kicks, direct free-kicks and deflected kicks. The saves sample contained a compilation of hard saves from the 2006, 2010 and 2014 World Cups. Hard saves encompassed all goalkeepers’ defenses with evident non-negligible positioning decisions demands, given the spatial and/or temporal pressure of the shot. The total oracle sample contained 399 game plays (284 goals and 115 saves). A single expert in soccer game analysis was responsible for the manual annotations of all game events. The Ethical Committee of the School of Physical Education and Sport of the University of São Paulo approved all experimental procedures (protocol: 2009–10). Reliability procedures Reliability procedures were performed to assess the criteria consistency for the annotation of state variables (i.e., xi, ai , outcome), in accordance with the recommended standards for human annotations of sportive events [17]. Two raters with more than 10 years of experience in game analysis were asked to blindly analyze a set of 32 ball possessions with 192 sequences of positioning for each of four different professional goalkeepers. Reliability ratios were evaluated according to the levels of agreement for the Kappa value [18] : &lt;0 less than chance agreement, 0.01–0.20 slight agreement, 0.21–0.40 fair agreement, 0.41–0.60 moderate agreement, 0.61–0.80 substantial agreement and 0.81–0.99 almost perfect agreement. Data analysis Data analysis was based on the measures defined in section 4. In all analyses, the outcome y in the triple (xi, ai, y) was defined through a binary variable (goal, y = 0; save, y = 1). In the oracle sample, we estimated some variables: first, the oracle average, defined as the average goal probability of a situation xi , resulting from the outcomes of all events in this particular xi , P(xi | y = 0) ; second, the oracle lowest, defined as the best ai performance, i.e., that with the lowest goal probability, for a specific pair (xi , ai) . See [Eq 3] for details. Events (xi , ai) with fewer than 5 occurrences were not considered in the oracle. To evaluate a goalkeeper’s PS, [Eq 2] was applied to define the most frequent ai+1 for a given context (xi , ai) . Additionally, for a given xi , to evaluate the PD performance of a specific goalkeeper, we calculated the $ \\sum_{a_i}^{n} $P(ai,xi)(P(xi | y = 0) and we obtained the value attributed to y from the oracle. Entropy measure was applied to analyze the consistency of a goalkeeper’s PD performance regarding the specifications of his PS. In this sense, entropy indicates the variability of a goalkeeper’s actions in response to a specific game situation. High entropy indicates great variability in the goalkeeper’s actions. The entropy of a random discrete variable X with a probability distribution P, with P(i) = pi, was defined by [19] as follows: H(X) = $ -\\sum_{i=0}^{n-1} $pilogpi To compare the goalkeeper entropy between game situations, we normalized the results to the maximum possible entropy considering the parameters of analysis (six possible different responses, with a maximum value of 2.58). Finally, in the discrete analysis of the goalkeepers’ performance, both PD and PS were applied to GB’s and JC’s performances. Additionally, we analyzed GPM performance through comparison with the oracle data. In the dynamic analysis, all data points in the sampling before the finalization state were matched to the oracle data corresponding to the goalkeeper position in finalization states. The oracle data were grouped in quartiles of goal probability (≤ 0.25; &gt; 0.25 and ≤ 0.50; &gt; 0.50 and ≤ 0.75; &gt; 0.75). In the sequences analyzed, we assessed the variation of goal probability along the four data points and defined four shape profiles: constant, downward, upward and oscillating. For an oscillating shape, the last variation defined the trend of the curve (increment or decrement of the goal probability). We compared curve shapes between saves and goals. Results Intra- and inter-rater reliability test The results of the intra- and inter-rater reliability tests for the criteria of the goalkeeper’s performance parameters are displayed in Table 1] . The Kappa level of agreement was greater than 0.80 indicating an almost perfect intra- and inter-rater agreement [18] . Detail Performance of professional goalkeepers and GPM The goal potential results for the oracle, for the PD and for the PS of professional goalkeepers and for the GPM, in balanced defense situations, are displayed in [Table 2]. Oracle (average) presented a moderate to high (0.59–0.85) and low to moderate (0.40–0.63) goal potentials, for “near” and “far” situations, respectively. The professional goalkeepers GB and JC performed consistently better than the oracle (average) and similarly to the oracle (lowest) in all offensive situations. Both goalkeepers evaluated presented better performance for PS than PD. Finally, the GPM performed equivalently to the best goalkeepers and the oracle results for all situations. Detail To clarify the positioning model adopted, [Fig 5] illustrates the situations (xi, ai) and the corresponding statistics are presented in [Table 2] . The situations presented in [Fig 5a–5f] are those with balanced defenses and the best goalkeeper performance (oracle lowest in [Table 2]). Fig 5. Representation of the pair (xi, ai) for each situation of the oracle lowest. Orange and blue circles are attackers and goalkeeper, respectively; the black circle is the ball; and $ \\overline{GB} $ is the ball line. Detail Alternatively, for unbalanced last defensive line situations, the oracle average of goal potential in the central-near situation was 0.91, and the oracle lowest was 0.67 equally for RC and AC. Additionally, the oracle average and lowest results of goal potential in the side-near were 0.72 and 0.29 for out of goal area and centralized (OC), respectively. Other types of positioning did not have occurrences in unbalanced situations. Both for the professional goalkeepers and the theoretical model of positioning, the unbalanced last defensive line situations were not considered because of their great diversity. Professional goalkeepers’ entropy The professional goalkeepers’ entropy for each of the offensive situations are displayed in [Table 3] . The entropy remained low to moderate in most of the situations for both goalkeepers, suggesting they made consistent positioning choices. Complementarily, a few situations presented high entropy and were different between goalkeepers. For GB and JC, the highest entropies were achieved, respectively, in central-far (71%) and side-near not cross (68%). Absolute and (percentage) of the maximum entropy (2.58) for each offensive situation. Detail Performance tendencies in goal and save situations In the temporal analysis of goal and save situations, 34 events from the oracle sample were discarded because at least one data point of the sequence previous to the shoot had no oracle data to compare with. Total sample was composed of 365 events, with 263 goals and 102 hard saves. The temporal trends of goal potential in goal and save situations indicated particular patterns for each outcome. In goal situations, there was a high occurrence of upward (48.7%) and constant (33.1%) shapes in opposition to downward shapes (18.2%). In contrast, save situations presented a high occurrence of constant (42.1%) and downward shapes (41.2%) in opposition to upward shape (16.7%). In goals and saves, goal potential tended to, respectively, increase and decrease before the shoot. To present the idea of the dynamic approach of goalkeepers’ performance, two exemplar situations were selected: crosses following a specific path (side-far, side-near, central-near) and balanced-unbalanced defenses. For crosses ([Fig 6A]), the difference between saves and goals occurred only in the last state (finalization state), with a prominent upward shift of the curve indicating increment of goal potential in goal situations. The main observed difference between goals and saves was related to the centralization variable. In goals and defense situations, the goalkeeper centralized his position in the last state in 21.87% and 83.33% of the episodes, respectively. For balanced-unbalanced last defensive line (with finalization in side-near), [Fig 6B], the difference between goals and saves appeared in the state before the finalization. In goals and saves situations, the goalkeeper centralized his position in the finalization state 10% and 60% of the time, respectively. Part A: Cross situation (goal or save); Part B: Balanced/unbalanced last defensive line situation (goal or save), along the three states before the finalization and the finalization state. Detail Discussion The main contribution of the present study was to define an analytical method for evaluating the decision performance of a player. Formal definitions for i) the stochastic process of the player decision in game situations and ii) the inference process of the player strategy based on his game decisions were developed. In the specific context of soccer goalkeepers, a positioning model, with geometric parameters and solutions to optimize goalkeeper position based on the ball position and trajectory, was developed. Model parameters were used to create a dataset of similar situations performed by players of the identical role and the same competitive level (the oracle). Then, with the oracle defined, its probability distribution of successful and unsuccessful results could be used to grade the decisions of any analyzed player. This probabilistic approach overcomes the problem of discriminating the evaluation of a player’s decision performance from the action result. At the moment, the framework has been applied to the evaluation of top professional goalkeepers. Experimental results indicated decisions were similar to the lowest probabilities of goal in the oracle, although the goalkeepers could improve their positioning consistency, as suggested by the entropy results. Additionally, positioning dynamics in the instant before the shot indicated that, in goals and saves, the goalkeeper optimized his position before the shot in 21.87% and 83.33% of the situations, respectively. The present approach increased resolution regarding the individual action of a player, in extension to previous works that focused in forecasting the outcome probabilities of a certain game configuration both in team sports in general [14] and in soccer [20, 21] . Additionally, the use of a probabilistic framework to evaluate the decision made by the player before he performs the action may be complementary to studies that investigate the functional interpersonal interactions between attackers and defenders, based on variations in the spatial positioning of team players and adversaries relative to each other in critical performance areas [5,6] . It may be elucidating to define patterns of interaction between players, rank them based on the probability of obtaining a successful outcome and then analyze features of the interpersonal interaction between them. Particularly in soccer, the proposed analysis complements previous studies that analyzed the goalkeeper’s actions in specific game situations [22–25] . Geometrical parameters for the goalkeeper positioning, the ball line and the goal centerline were defined. Thus, the player’s decision model (PD) used these action parameters to assess a goalkeeper’s decision in response to the offensive situation, supporting the analysis of his variability ratio. Additionally, PD supported the identification of the most successful goalkeeper’s actions (e.g., in a central-far offense, the greatest probability of a goalkeeper’s defense (0.50) was achieved in a retrieved and centralized position). The actions from PD with greatest probability of occurrence determined the player strategy, defined by the player strategy model (PS). Evaluation of the success rate of all possible actions, given a game situation, may contribute to improve the strategy of a certain player. The success ratio of a player’s actions was assessed through the oracle. In this approach, the stochastic model PD was estimated from two different data sets: i) actions from several players (the oracle) with similar role and competitive level to the player of interest; and ii) actions from the player of interest. The smaller sample of actions from the analyzed player was evaluated according to the larger sample of success probability from the oracle. Thus, the oracle supported the estimation of the player’s decision performance (PD) and of his respective strategy performance (PS) in each situation (xi, ai) . In the case of soccer goalkeepers, the estimation of the goal probability, based on the oracle, has been denominated as the goal potential. Thus, the goal potential is a reference for quantitatively comparing the performance (xi, ai) considering the average performance of the respective situation (xi) . The application of this analytic method required that the events be modeled as a categorical system [8] . Each category was defined by a set of parameters, which are sufficient for describing the semantics of the situation. In the specific case of the soccer goalkeeper’s performance, categories were systematized in a goalkeeper positioning model based on geometric parameters (see [Fig 2]). The aim of the positioning model is to shorten the distance between the goalkeeper and the ball trajectory. The categorical variables used to characterize the main intervenient elements of the decision performance were as follows: i) xi : offensive situation and ii) ai : goalkeeper action. These variables presented reliable criteria, according to the Kappa values for both intra- and inter-rater, varying between 0.88 to 1 and 0.80 to 0.95, respectively. For the offensive situation (xi) , the main tendencies in the oracle indicated that the three greatest probabilities for a goal occurred in the central near zone after the following situations: i) unbalanced defense—0.91; ii) cross—0.85; and iii) not cross—0.82. On the opposite end, the lowest goal probability occurred in the side far zone—0.40, with balanced defense. Other zones that were neither central near nor side far presented goal probabilities between 0.59 and 0.71. These results corroborate a previous study that related the offensive area with the prevalence of goals [20] . For the goalkeeper’s action, in regards to the centralization parameter, the centralized position of the goalkeeper led to a better performance (i.e., lower goal probability) than not centralized, respectively, for i) central far (0.58 and 0.83); ii) central near cross (0.79 and 0.97); iii) central near not cross (0.60 and 1); iv) side far (0.42 and 0.88); v) side near cross (0.42 and 0.93); vi) side near not cross (0.29 and 0.83); vii) central near with unbalanced defense (0.71 and 0.98); and viii) side near with unbalanced defense (0.49 and 0.87). Additionally, regarding the positioning parameter, when the goalkeeper was in a retrieved position, he had the lowest goal probability in the situations of i) far zones—central-far (0.58), side-far (0.37); and ii) with cross—central near cross (0.67), side near cross (0.49). On the other hand, for the advanced position, the goalkeeper had the lowest goal probability in the situations of i) near zones not cross—central near not cross (0.73), side near not cross (0.56); and ii) unbalanced defense situations (0.74). The out of penalty area position also had low goal probability in unbalanced defense situations (0.80). Therefore, general rules could be applied to both goalkeeper performance parameters: centralization and positioning. For centralization, a general rule for any xi is that the goalkeeper should be centralized. For positioning, the ball position (far, near) and last defensive line balance/unbalance determines the goalkeeper’s optimal position (i.e., retrieved, advanced or out of penalty area), respectively: far/cross-retrieved, near-advanced, unbalanced-advanced/out of penalty area. The subsequent step in the estimation process referred to the PD annotation and analysis. For all xi , the professional goalkeepers presented PD rates between the oracle’s lowest and oracle’s average goal probabilities, except for JC’s central near not cross, which had a single event. These results are evidence of good decision-making performances of the evaluated goalkeepers. However, PS presented better performance than PD for the two goalkeepers in all xi , evidenced by the fact that the goalkeepers’ PS performance corresponded to the oracle’s lowest value. These results indicated that the theoretical framework that led to the formulation of PD and PS enabled the computation of the optimal goalkeeper strategy based on the available oracle. PD data supported the calculation of the goalkeepers’ entropies. The results indicated that goalkeepers could present lower variability of actions, as PS presented a greater save probability than PD. The tendency of varying more than optimal is in accordance with other studies that identified that players can perform with more clustered play selections, switching play types less frequently [11–13] . GB and JC presented a range between 0.24–0.71 of the maximum entropy. GB was more consistent in situations inside the area (0.24–0.45) and presented greater variability in the situation central far (0.71). A possible explanation for the augmentation in central far variability is a team strategy feature that may require a greater commitment of GB with the last defensive line coverture actions, implying more displacements demands. JC was consistent in almost all situations (0.38–0.53), except by the side near not cross (0.68). JC’s side near not cross greater variability may be a consequence of the uncertainty inherent to the situation, given the goal proximity and risk of a cross instead of a shoot. Entropy results highlight the relevance of associating this variability measure to the goal potential information, as the former can beneficiate from a player consistently increase the frequency of making the appropriate decision. Results obtained with the two top professional goalkeepers analyzed evidence that even in the highest level, players can improve their decision performance consistency. The evaluation of the GPM demonstrated a perfect agreement with the oracle’s lowest values for all evaluated xi , except for the xi with cross situations, which were not considered in the GPM. This great performance achieved by the strategy model evidenced its potential for supporting the design of goalkeepers’ strategies. Finally, a dynamic analysis of the events leading to a shot in goal and saves was performed, with the aim of assessing performance in the sequence of decisions, along with the states that precede the finalization. According to the oracle data, as expected, there were high upward and high downward trends of goal probability, respectively, in goal and save situations. In goal situations, 57.8% of sequences were composed by all states with a goalkeeper positioning with more than 0.50 probability of goal, according to the oracle data. Thus, in goal situations, the greatest part of the sample presented non-optimal positioning during all the sequence. Complementarily, in save situations, only 28.4% of sequences presented one or more states with a goalkeeper positioning with goal probability greater than 0.50. Thus, in save situations, although positioning errors may frequently occur, it is more likely that the goalkeeper recovers a better positioning in a following state and it positively impacts his performance. Complementarily, two specific cases were analyzed: i) cross with finalization in central near and ii) last defensive line balanced/unbalanced. In crosses, the results indicated that if the goalkeeper centralizes before the finalization state, as the play (cross) is a fast play, he could not sustain the centralized positioning to the finalization state because the ball overcame him in all instances. In all saves, the goalkeeper was not centralized in the -first state, and in 83.4% of the instances the goalkeeper ended centralized. Additionally, in most of the goal situations, 81.3%, and in all save situations, the positioning of the goalkeeper was retrieved. A practical recommendation is that goalkeepers should leave the goal for intercepting the cross only in situations evaluated with high probability of success. In the case of balanced/unbalanced last defensive line, in goal situations the goalkeeper was centralized only in 10% of instances, and in defense situations the goalkeeper was centralized in 60%. Moreover, the results showed a strong tendency of goalkeepers to keep an advanced position in the finalization state (81% of the cases in the entire sample). Thus, the difference between success and failure in this specific situation seems to be more related to centralization. Conclusion The findings of this work constitute a solution for the challenge of a priori evaluation of an individual player’s performance by applying a join probability distribution measure that relates states’ transitions (i.e., player action) and its success in a certain context. Theoretically, it may contribute to enhancing the accuracy of experimental designs for individual players’ decisions evaluation by considering the probability of each outcome, given the action performed by the player. The experimental results indicated that the professional goalkeepers analyzed were able to decide on positioning similarly to the best oracle results. It evidences that an efficient set of positioning rules can be defined and learned. The GPM performance suggests it can be used as an effective reference for teaching goalkeepers’ positioning rules that maximize their saves probability. Interestingly, entropy results indicated that although the goalkeepers presented a high performance in their positioning choices, they varied more frequently than optimal. This reflects the relevance of approaching the decision variability issue in the training process. This fact is corroborated by the dynamic analysis according to which non-optimal positioning instants prior to the shot increases the probability of a goal. In practice, performance analysts may benefit from this framework to set up analysis at the player level. Soccer coaches may benefit from the positioning model and analytical structure presented to predict their own goalkeepers’ success probability and increase their decision-making ability. Supporting information S1 File:Oracle data and professional goalkeepers data(XLSX) Acknowledgments The authors thank Felipe Rodrigues da Silva for his contribution on the improvement of the GPM presented in Section 3 of this paper and Rodrigo D. Barrera for motivating the creation of the GPM. References Lamas L, Barrera J, Otranto G, Ugrinowitsch C. Invasion team sports: strategy and match modeling. Int J Perform Anal Sports. 2014;14(1):307–329. View Article | Google Scholar Williams AM, Ward P, Smeeton N, Allen D. Developing Anticipation Skills in Tennis Using On-Court Instruction: Perception versus Perception and Action. J App Spo Psyc. 2004;16:350–360. View Article | Google Scholar Denardi RA, Clavijo FAR, Oliveira TAC, Travassos B, Tani G, Corrêa UC. The volleyball setter’s decision-making on attacking. Int J Perform Anal Sports. 2017; 17(4):442–457. View Article | Google Scholar Vilar L, Araújo D, Travassos B, Davids K. Coordination tendencies are shaped by attacker and defender interactions with the goal and the ball in futsal. Human Movement Sci. 2014;33:14–24. View Article | Google Scholar Vilar L, Araújo D, Davids K, Button C. The Role of Ecological Dynamics in Analyzing Performance in Team Sports. Sports Med. 2012;42(1):1–10. pmid:22149695 View Article | PubMed/NCBI | Google Scholar Duarte R, Araújo D, Correia V, Davids K. Sports Teams as Superorganisms: Implications of Sociobiological Models of Behaviour for Research and Practice in Team Sports Performance Analysis. Sports Med. 2012;42(8):633–642. pmid:22715927 View Article | PubMed/NCBI | Google Scholar Villora SG, Serra-Olivares J, Pastor-Vicedo JC, da Costa IT. Review of the tactical evaluation tools for youth players, assessing the tactics in team sports: football. SpringerPlus. 2015;4:663–680. pmid:26558166 View Article | PubMed/NCBI | Google Scholar Lamas L, Santana F, Otranto G, Barrera J. Inference of team sports strategies based on a library of states: application to basketball. Proceedings of the 20th SIGKDD Conference—Workshop on Large Scale Sports Analytics; 2014; New York, USA [cited 2017 Mar 17]. Link. Palacios-Huerta I. Professionals Play Minimax. Rev Econ Stud. 2003;70:395–415. View Article | Google Scholar Hsu SH, Huang CY, Tang CT. Minimax Play at Wimblendom: Comment. The Am Econ Rev. 2007;97:517–523. View Article | Google Scholar Walker M, Wooders J. Minimax Play at Wimbledon. The Am Econ Rev. 2001;91:1521–1538. View Article | Google Scholar Lennartsson J, Lidström N, Lindberg C. Game Intelligence in Team Sports. PLoS One. 2015;10:1–28. View Article | Google Scholar Emara N, Owens D, Smith J, Wilmer L. Minimax of the gridiron: Serial correlation and its effects on outcomes in the National Football League. SSRN. 2014: Link. Cervone D, D’amour A, Bornn L, Goldsberry K. Predicting Points and Valuing Decisions in Real Time NBA Optical Tracking Data. Proceedings of the 8th MIT Sloan Sports Anal Conference; 2014; Boston, USA. Skinner B. The Problem of Shot Selection in Basketball. PLoS One. 2012;7:1–8. View Article | Google Scholar Kovash K, Levitt SD. Professionals do not Play Minimax: Evidence from Major League Baseball and the National Football League. Nat Bureau Econ Res; 2009: working paper 15347. [cited 2017 Mar 17]. Available from:Link. O’ Donoghue P. Reliability issues in performance analysis. Int J Perform Anal Sports. 2007;7:35–48. View Article | Google Scholar Landis JR, Koch GG. The measurement of observer agreement for categorical data. Biom. 1977;33:159–174. View Article | Google Scholar Shannon CE. A Mathematical Theory of Communication. Bell Syst Tech J. 1948;27:379–423. View Article | Google Scholar Pollard R, Ensum J, Taylor S. Estimating the Probability of a Shot Resulting in a Goal: The Effects of Distance, Angle and Space. Int J Soccer Sci. 2004;2:50–55. View Article | Google Scholar Pollard R, Reep C. Measuring the effectiveness of playing strategies at soccer. Statistician. 1997;46:541–550. View Article | Google Scholar De Baranda PS, Ortega E, Palao JM. Analysis of goalkeepers’ defense in the World Cup in Korea and Japan in 2002. Eur J Sport Sci. 2008;8(3):127–134. View Article | Google Scholar Furley P, Noël B, Memmert D. Attention towards the goalkeeper and distraction during penalty shootouts in association football: a retrospective analysis of penalty shootouts from 1984 to 2012. J Sports Sci. 2016;13:1–7. View Article | Google Scholar Savelsbergh G, Van Gastel J, Van Kampen P, Paulien . Anticipation of penalty kicking direction can be improved by directing attention through perceptual learning. Int J Sport Psychol. 2010; 41:24–41. View Article | Google Scholar Shafizadeh M, Davids K, Correia V, Wheat J, Hizan H. Informational constraints on interceptive actions of elite football goalkeepers in 1v1 dyads during competitive performance. J Sports Sci. 2015;34:1596–1601. pmid:26652039 View Article | PubMed/NCBI | Google Scholar Link of paper:(http://journals.plos.org/plosone/article/authors?id=10.1371/journal.pone.0191431) About the authors Leonardo Lamas Roles: Conceptualization, Formal analysis, Methodology, Writing – original draft, Writing – review &amp; editing E-mail: llamas@unb.br Affiliation: Faculty of Physical Education, University of Brasilia, Brasilia, Federal District, Brazil ID: http://orcid.org/0000-0003-2682-9856 Rene Drezner Roles: Conceptualization, Data curation, Validation Affiliation: School of Physical Education and Sport, University of São Paulo, São Paulo, São Paulo, Brazil Guilherme Otranto Roles: Data curation, Formal analysis, Investigation, Methodology, Visualization Affiliation: Institute of Mathematics and Statistics, University of São Paulo, São Paulo, São Paulo, Brazil Junior Barrera Roles: Conceptualization, Formal analysis, Funding acquisition, Investigation, Methodology, Project administration, Validation, Writing – original draft, Writing – review &amp; editing Affiliation: Institute of Mathematics and Statistics, University of São Paulo, São Paulo, São Paulo, Brazil","categories":[{"name":"Keeper Analysis","slug":"Keeper-Analysis","permalink":"http://yoursite.com/categories/Keeper-Analysis/"}],"tags":[]},{"title":"2018年俄罗斯世界杯——沙特阿拉伯守门员分析","slug":"ARABIA","date":"2018-06-12T07:03:21.000Z","updated":"2018-06-20T11:29:52.472Z","comments":false,"path":"2018/06/12/ARABIA/","link":"","permalink":"http://yoursite.com/2018/06/12/ARABIA/","excerpt":"","text":"**引言** 不是现实支撑起了梦想，而是梦想支撑起了现实 ——《星空日记》 前一篇谈到了俄罗斯守门员各方面的情况，这片即将分析的是来自亚洲的球队——沙特阿拉伯。 我们还是从均贡献的传球次数以及传球准确率入手。 上图5-1中显示了沙特阿拉伯3位守门员的均贡献的传球次数以及传球准确率，从表上可以看出具体如下。 在场均传球次数方面： 穆罕默德-阿洛瓦伊斯： 场均 22.45次 阿卜杜拉-阿尔-马约夫： 场均 21.29次 亚塞尔-莫塞勒姆： 场均 23.45次 在传球能力方面： 穆罕默德-阿洛瓦伊斯： 84 阿卜杜拉-阿尔-马约夫： 83 亚塞尔-莫塞勒姆： 81 从数据中看出，在场均传球次数方面亚塞尔-莫塞勒姆为三人中最高，而传球准确率方面最高的是穆罕默德-阿洛瓦伊斯。三人的数据显示他们在这两项上相差并不是很大。三位门将都来自于本国甲级联赛中的豪门。因此相互间相差不会太大，下面我们将具体分析一下每个守门员的详细能力。 >**穆罕默德-阿洛瓦伊斯（MOHAMMED ALOWAIS）** 首先对穆罕默德-阿洛瓦伊斯进行分析，从上图（5-1—5-2）中可以知道，穆罕默德-阿洛瓦伊斯的传球准确率是这三位守门员中最高的，场均传球次数排名第二。然而从图4-1的图中也可以看出沙特阿拉伯的三位守门员在传球次数上相对其他三组来说排在第三位。而传球准确率排名第二位。长传球能力图（图5-2）也可以看出沙特这三名队员长传球的能力并不是很，其能力最好的也只是阿布拉杜-阿尔-马约夫（62），而最低的则为本组中垫底的穆罕默德-阿洛瓦伊斯（37）。 穆罕默德-阿洛瓦伊斯的其他项能力分布如下图所示： 从图5-3、5-4、5-5可以看出，穆罕默德-阿洛瓦伊斯所有能力中最强的能力分别为面对对手远射的扑救能力以及关键扑救的能力。他的出击能力值显示了他并非主动型门将，他通常待在罚球区内。作为一名门线型门将/古典型，他的扑点能力也并非是最好的，刚好处于A组平均线上。在面对对手的传中以及角球等定位（点）球的时候，他也不会轻易选择出击，除非在遇到能够有把握拿住球或者将球击远的情况下才会选择出击，所以从他防守定位（点）球的能力也可以看出他对定位（点）球的防守做得并不够好。而在对任意球的防守上是他所有能力中最弱的一项。最后谈一谈穆罕默德-阿洛瓦伊斯的组织进攻能力，可以与前一篇叙述的俄罗斯三位守门员来进行对比，发现其在组织进攻方面相对较弱。这对于需要发动快速进攻的时候会显得有些拖泥带水。 而守门员组织进攻的方法有很多种，包括开远距离的球门球，平快球以及远距离的手抛球，手抛球给处于中场两侧的中前卫、快速发球给处于罚球区边缘（附近）的中后卫等等，前四者是在观察到对手还没有站稳脚跟时使用，快速将球传仅对方半场，随着本方球员的高速压迫进攻而达到的以多打少的局面；后者是对手已经全部回防到位以及面对对手一个人的高压逼抢的情况下，为了使对手中场的球员投入更多球员到本方后场进行逼抢而使对方中场空虚（甚至调动对方后卫线前牙而使对方后防线与守门员之间形成一定的空间），本方中场人数处于优势的情况而进行的后场倒脚之一，也可以说是调动对方中场防守线的一种策略。除此之外还有许多组织进攻的方式，在此就不再一一列举。 因此，守门员的组织进攻能力，不仅仅体现在后防线与守门员之间，很多时候是能够调度整个场面，达到一定的战术目的，体现出现代足球的一体性。 >**阿卜杜拉-阿尔-马约夫（ABDULLAH ALMUAIOUF）** 根据上面的叙述以及图5-1—5-2可以知道阿卜杜拉-阿尔-马约夫的场均传球次数、传球准确率在沙特阿拉伯的三名守门员中排名第二，但是其长传能力是沙特阿拉伯三名守门员中最好的。从最近对阵德国队的热身赛中来看，阿尔-马约夫一般不会进行远距离的长传，都是以和后卫线之间的倒脚为主。 除此之外，下面接着来看一下阿尔-马约夫各方面能力的对比： 集合上图我们可以知道阿尔-马约夫能力最强的是组织球队开始进攻的能力，但是根据沙特阿拉伯与德国队的热身赛来看，沙特在队友拿到球后的前场推进相对较快，而阿尔-马约夫的长传能力在三人中是最好的，因此，在球队决定在比赛中加速前场推进的时候，阿尔-马约夫或许会给球队一定的助力。但是通过比赛我们同时也知道，阿尔-马约夫进行长传的次数并不多，都是由中后卫过渡到边后卫，在边后卫接到球后前场队员加速推进，此时边后卫与边前卫再连线。这么做的原因是因为沙特的三位前锋队员身高都不高（平均身高在为170 CM），若是此时阿尔-马约夫进行远距离的长传在争抢第一点头球的时候，沙特特阿拉伯的队员并不占据任何优势（特别是面对对手高大的后卫），因此大部分时间只能后场—中场—前场地面球过渡的形式来进行推进。 >**亚塞尔-莫塞勒姆（YASSER ALMOSAILEM）** 最后来谈一下亚塞尔-莫塞勒姆，由图5-1以及上文的叙述可以知道，在传球次数方面，亚塞尔-莫塞勒姆为沙特阿拉伯三名守门员中最高的，而在传球准确率方面，则是最低的。传球看似简单，但是在激烈的比赛中时刻都需要审时度势，观察队友的跑位路线，传球时的力度，角度，时机的选择、传球的意识等，可以说光是传球就足能反应一名球员的技术水平以及对战术的理解程度。 下面我们接着看一下亚塞尔-莫塞勒姆各方面能力的情况： 从图5—7可知，亚赛尔-莫塞勒姆各方面能力中，最弱的是他走出罚球区接应对手的回传球甚至防守对手打本方后卫身后球的能力，因为他经常待在罚球区内，并未时常与本方后防线保持一定的有效距离，这样就会使得后防线身后的空间过大或者本方后防线退的太深，压缩了守门员与后防线之间的空间，但是如此的话后防线与中路之间的空间增大，不能有效的控制中场或对对手在中场的拿球形成一定的压迫，形成队伍的脱节，这样会使得对手往往在本方半场内进行传导球而威胁球门的安全。无论是上述情况的哪一种都是对自身百害而无一利。所以需要守门员走出罚球区，压缩防线与自己之间的空间，使中场的空间以及中前场的空间尽量紧凑（前几篇叙述过，在此不再过多叙述）。其次是他组织进攻的能力也相对较弱，结合图5-1、图5-2知道他的传球次数、传球准确率与长传球的能力相对较弱，这也成为影响他组织进攻能力的重要因素之一。而在防守对手的远射、关键性扑救、在罚球区内的选位能力、扑点、对定位（点）球的防守和队任意球的防守之间波动不太大，相对平均，门线技术相对稳定。但是在现代足球中，一名守门员的门线技术相对稳定与否并不足够，正如前文所述，守门员在现代足球中充当的是场上的第11人，而并非单独地作为个体守门员而存在，需要的是融入到队伍的攻防建设中去。明显亚赛尔-莫塞勒姆属于门线型的守门员，在队伍的攻防建设中做的并不够好。 最后，在这次世界杯上，这支亚洲90年代霸主的西亚绿鹰时隔8年之后再进世界杯的舞台，这一次是否能够在众豪强中分得一杯羹？我们拭目以待。 **（由于作者水平有限，文中难免有错误和不当之处，欢迎各位专家和读者给与批评指正）** 图表下载: >更加详细的图表（如果你想要更加详细的图表，请点击下面链接） 详细图：[链接](https://pan.baidu.com/s/1HT1hjI1VhIZ17A9OnuG4ew) 提取密码：rjwy >**未经授权，禁止转载！** Matt 2018/06/12","categories":[{"name":"Keeper，2018 Russia World Cup","slug":"Keeper，2018-Russia-World-Cup","permalink":"http://yoursite.com/categories/Keeper，2018-Russia-World-Cup/"}],"tags":[]},{"title":"2018年俄罗斯世界杯——俄罗斯守门员分析","slug":"RUSSIA","date":"2018-06-09T13:30:03.000Z","updated":"2018-06-20T11:29:01.580Z","comments":false,"path":"2018/06/09/RUSSIA/","link":"","permalink":"http://yoursite.com/2018/06/09/RUSSIA/","excerpt":"","text":"**引言** 我们该拿什么定义一个人？是他所处的位置？不，是他前进的方向 ——《星空日记》 经过前面三篇的基础指标描述之后，我们基本对32个参赛国家中总共96名守门员的基本状况有了一个初步的了解，接下来将要进行的是对每一组的守门员进行更加详细的分析。 首先看一下A组的12位守门员场均贡献的传球次数以及传球能力的图表（图4-1）。 上图（图4-1）中显示的是A组中12位守门员在以往比赛中场均的传球次数以及传球能力，其中俄罗斯名守门员中: 场均传球次数分布如下: 加布洛夫（V. Gabulov）： 30.52（次） 鲁涅夫（A. Lunev）： 28.35（次） 阿金费耶夫（I. Akinfeev）： 27.46（次） 传球能力的分布如下： 阿金费耶夫（I. Akinfeev）： 88 加布洛夫（V. Gabulov）： 86 鲁涅夫（A. Lunev）： 85 下面我们再来看一下守门员其他各项能力详细情况。图4-3——图4-4表示A组中12名守门员各项能力分布图。 **加布洛夫（Vladimir GABULOV）** 首先来看一下传球次数。 从俄罗斯这三名守门员的传球次数可以知道，加布洛夫（V. Gabulov）在比赛中场均贡献的传球次数高居榜首。每场保证足够的传球次数，与其他位置球员建立有效的联系，使得球队节奏变得更快，亦或在整体球队进攻队伍建设中吸引对手球员的注意力，达到所要执行的战术目的。再反观加布洛夫的传球能力在A组中排名第二，通过关注平时的比赛，都知道在没有压力的情况下后卫与守门员之间的对球进行传导转移的时候准确率很高。但是一旦有压力或者守门员进行长传的时候是否还能够保持相当高的水准？这一样也是界定一名守门员在面对压力下身体和心理上的反应。通过上图（图4-2）我们可以知道加布洛夫在进行长传球的时候同样保持着较高的传球能力（83）。除此之外我们再来看一下加布洛夫的其他技能。 结合图4-3、图4-4、图4-5可以看出： 加布洛夫所有能力中最强的是组织进攻能力，守门员在现代足球中，常常是发起进攻的第一点；而其出击能力较弱，相比起走出罚球区拿球，他更愿意待在自己的区域里面，这就需要后卫线退的足够深，压缩守门员与后卫线之间这段空间；他面对远射的扑救能力、关键扑救能力与将球击出罚球区外（包括角球）的能力相差无几，相对较弱；他的扑点能力是所有能力中最弱的；最后在面对任意球的防守上，相比扑点会好一点，但对定位（点）球的防守相比面对任意球的防守较弱，定位（点）球包括角球，以及边前卫插上之后的传中球，这对于所有守门员来说都是一个考验，因为守门员在面对传中球（包括角球）的时候，没有一定的把握一般不会随意出击，即使其出击的目的只是将球击远。这需要对球的运行轨迹有很好的判断能力、提前观察对手队友的站位能力以及出色的身体素质能力，如果此时出击没有碰到球或者未将球击远，对手就会像饿狼一样在门前3-4米左右的地方对守门员身后的球门进行疯狂的进攻，而这段距离远远称不上安全距离，一旦对手拿到球，将会是灾难性的后果，这一点时间和距离，即使再好的守门员也根本来不及反应。 所以可以看出，加布洛夫在组织进攻方面具有一定的能力，但是在面对对手的远射以及扑点球相对较弱，在防守定位（点）球方面相对前几项能力来说也较弱。在比赛时需要集中注意力，在面对对手远射的时才能发挥出应有的技术水平。 >**阿金费耶夫（Igor AKINFEEV）** 接着下面来看一下阿金费耶夫（I. Akinfeev）具体的数值。阿金费耶夫年少成名，他头脑冷静，能够快速处理球，位置感非常强，而且他能进行超远距离的长传，这是他的特点之一。 通过以上数据可以知道阿金费耶夫的场均传球数在27.46次，仅次于这次国家队队友加布洛夫，而在传球能力上在这组中排名第一，为88。通过以往的比赛以及上图（图4-2）中的数据我们可以看出阿金费耶夫的长传功底，他的长传准确率为88%。在2016年欧洲杯B组对阵英格兰的比赛中（图4-7，图4-8，图4-9），阿金费耶夫在开场1分13秒就送出了一记长传，距离达到80米左右，直接找前卫线的队友；同样在随后的3分04秒的时候，阿金费耶夫也送出了一记超远距离的球门球（图4-6）。通常来说，阿金费耶夫通常会将球传到对方的防守20米线区域附近。 这种方法在对手中场投入人数很多的时候会很奏效，不在中场与对手进行过多的纠缠，跨过中场区域，直接打到对方身后。这对于脚下技术并非很出色的俄罗斯队来说何尝不是一种将战胜对手的几率提高的方法（如果首发门将是阿金费耶夫，是否俄罗斯会排出三前卫的阵型？我们拭目以待） 但是如果频繁地进行长传球，会对本方的前卫线造成很大的消耗，不利于球队后半段的比赛。 而阿金费耶夫的其他方面如下图（图4-10）所示： 结合图4-3、图4-4、图4-10可知： 阿金费耶夫的组织能力相对加布洛夫稍强，同时也是这组中最强的，在组织进攻的时候他总是能够以其最擅长的方式（超远距离的长传）发动进攻；而他的关键扑救能力显示数值（93）他在这方面做得比其他门将要好，这对于身高只有186的他来说，需要脚步更加灵活、选位、以及对球路与对手的位置判断更加合理，这样才能使得他在面对对手攻门时依旧能够保持较高的扑救成功率，我们都知道完成关键扑救的守门员面对的往往是距离很近而且速度很快、力量很足的射门，这就需要守门员拥有极快的反应速度。而阿金费耶夫在面对远距离射门时的扑救能力同样表现得非常出色。上图可以看出在扑点球方面也是俄罗斯三位守门员中能力最好的。但是相比于身高190 CM的加布洛夫来说，阿金费耶夫的弱点是正是对于定位（点）球的防守，但是相反的，对于任意球的防守他做的更加好，任意球属于定位（点）球中的一种，在这期间他可以在排人墙的时候可以有时间思考，而定位（点）球则充满了不确定性，需要极快的反应速度与瞬间的决策能力，这不仅对阿金费耶夫来说有难度，这对于所有守门员来说同样具有极高的挑战性。最后在与后防线沟通的情况下，他做的比他的队友加布洛夫更好，数据表示他常常会在罚球区外接球，以他的站位与队友形成呼应，这也表明他属于一名主动型门将，这也使得他们之间的空间被压缩得足够紧凑。 但是通过观看比赛也可以看出，阿金费耶夫有时在场上注意力不太集中，但是同样的他能够很好地面对对手所带来的压力。 >**鲁涅夫（Andrei LUNEV）** 最后来看一下俄罗斯队的鲁涅夫（A. Lunev），这位来自圣彼得堡泽尼特的守门员，年龄只有26岁，在俱乐部身披99号球衣。在与加布洛夫和阿金费耶夫相比之下，鲁涅夫的场均传球次数为28.35次，高于阿金费耶夫，而低于加布洛夫。传球能力为86，比前两者都低，传球能力在A组中排名第三。 鲁涅夫的其他数据如下图所示： 结合图4-3、图4-4、图4-11可以看出： 鲁涅夫同样拥有不俗的组织进攻能力，其在防守对手远射方面做得非常优秀。而他的关键扑救能力同样很好，这也表明这位26岁的门将拥有极快的反应速度，在面对近距离射门时候能够做出关键性的扑救，同时也间接反映了他的极强的站位能力。从图4-11中可以看出，鲁涅夫和阿金费耶夫一样会经常性地离开球门在罚球区外拿球，很好的阅读比赛，属于主动型门将。他喜欢在罚球区内出击，面对对手的定位（点）球和任意球，他能够选择快速出击将球击出罚球区（或没收），同时图4-11也显示，他有时候会出现失误拿不住球，但是他防守定位（点）球的能力是其国家队队友中最好的。而在扑点方面做的不够好，能力同他的队友加布洛夫一样。 也许，如果单单作为一名古典型或者门线型门将，单就个人技术而言在场上所起到的作用并不是很大，因为任何一个守门员都不可能跑到防守一区对对手进行压迫（包括主动型门将），但是如果是一名主动型的守门员，其个人技术却能够在教练所布置的战术体系中起着至关重要的作用。他可以作为门将的同时又参与进球队的进攻防守建设中来，相当于场上的第12人，在比赛的后半段往往会起到关键性的作用。例如在意甲联赛的豪门尤文图斯，当博努奇离开之后，布冯曾经多次充当场上的第12人，但是布冯知道长传球的准确率必然会比短传下降得更多，因此，他经常会选择传球给两边的边后卫，将对方的队伍稀疏化（拉开对手的防守空间），虽然相较于拜仁慕尼黑的诺伊尔来说会有一些差距（这点无可否认诺伊尔做的更好），但是布冯作为球队后防线的支点往往会迫使对方一人甚至两人上前逼抢，而此时在球场上的任意一个位置都会形成多对少的情况，而在高水平的比赛中以职业球员阅读比赛的能力会轻而易举地抓住这个时间与空间差。 而根据上述情况来看，在A组中，俄罗斯的三位守门员的大部分能力值都处于极高的水平。但是同时各自也存在一些弱点，足球是一项团体运动，需要场上队员取长补短，单单就一项能力值进行对比难免会有失公平，数据只是对球员比赛的一个总结，而且有些队员的样本容量并不是很多（这其中涉及到赛季的出场次数等因素），但是其往往反映了某支球队、某条线甚至某一个队员所存在的问题。 **（由于作者水平有限，文中难免有错误和不当之处，欢迎各位专家和读者给与批评指正）** **参考文章及代码** [1]：Die Torwartkette [2]：Juego de Posición under Pep Guardiola [3]：Python代码1 [4]：Python代码2 更加详细的图表（如果你想要更加详细的图表，请点击下面链接） 详细图：链接 提取密码：rjwy 如果想要具体雷达图的Python代码请私信（下同） >**未经授权，禁止转载！** Matt 2018/06/09","categories":[{"name":"Keeper，2018 Russia World Cup","slug":"Keeper，2018-Russia-World-Cup","permalink":"http://yoursite.com/categories/Keeper，2018-Russia-World-Cup/"}],"tags":[]},{"title":"2018年俄罗斯世界杯32强96位守门员体重分析","slug":"Weight","date":"2018-06-07T14:21:45.000Z","updated":"2018-06-20T11:19:50.325Z","comments":false,"path":"2018/06/07/Weight/","link":"","permalink":"http://yoursite.com/2018/06/07/Weight/","excerpt":"","text":"**前言** 体重也是反映一名球员是否健康的一个指标之一，在愈加激烈的赛场上，需要球员不断地跑动来创造机会，同时在比赛时也无时无刻地在进行激烈的拼抢，身体的对抗。因此，球员的体重就显得尤为重要。下面我们来看一下这次32个国家参赛守门员的体重分布。 **基本描述部分** **A组** 在A组（图3-1）中，4个国家12位球员的平均体重的分布如下： 沙特阿拉伯：78 KG 埃及： 87 KG 俄罗斯： 81KG 乌拉圭： 83KG 其中体重平均值最大的是来自于埃及的额守门员，其次是乌拉圭球员，东道主俄罗斯排在第三位，最后是亚洲球队沙特阿拉伯。 **B组** 在B组中，球员的平均体重分布如下： 伊朗： 85 KG 摩洛哥： 77 KG 葡萄牙： 82 KG 西班牙： 84 KG 这组中平均体重最重的是来自于亚洲球队伊朗队，斗牛士西班牙紧随其后，其次是葡萄牙，最后是来自于非洲的摩洛哥。 **C组** C组中，守门员的平均体重分布如下： 澳大利亚： 81 KG 丹麦： 85 KG 法国： 82 KG 秘鲁： 75 KG 同样平均体重最重的还是来自于欧洲的球队，丹麦，为85 KG，其次是法国，为82 KG，澳洲球队紧随其后，最后是来自于南美的球队秘鲁。 **D组** 从下图（图3-4）可以看出，这组中守门员的平均体重都超过了80 KG，具体分布如下： 阿根廷： 85 KG 克罗地亚： 83 KG 冰岛： 85 KG 尼日利亚： 83 KG 最高的是欧洲的球队冰岛以及南美球队阿根廷，克罗地亚与非洲球队尼日利亚并列第二。这组中守门员的体重分布相差较小。 **E组** 在E组中，有一组的守门员体重达到了了90KG，是来自于欧洲东南部的国家塞尔维亚，其他具体分布如下： 巴西：89 KG 哥斯达黎加： 73 KG 塞尔维亚： 90 KG 瑞士： 85 KG 足球王国巴西守门员的体重分布也接近塞尔维亚，最低的是北美洲的球队哥斯达黎加，为73 KG。 **F组** 在F组中，守门员平均体重具体分布如下： 德国： 88 KG 韩国： 77 KG 墨西哥： 81 KG 瑞典： 86 KG 在这组中位居第一的是德国队，为88 KG，其次是瑞典队，为86 KG，紧随其后是来自北美的墨西哥，为81 KG，最低的是来自于亚洲的韩国队，为77 KG。 **G组** 在G组中，四个国家守门员平均体重具体如下： 比利时：89 KG 英格兰： 82 KG 巴拿马： 80 KG 突尼斯： 78 KG 可以看出，平均值最高的还是来自于欧洲球队，比利时和英格兰队。其次是处于北美的巴拿马，最后是来自于非洲的突尼斯。 **H组** H组球员的平均体重分布如下： 哥伦比亚： 80 KG 日本：76 KG 波兰： 85 KG 塞内加尔： 80 KG 本组中平均值最高的是来自于欧洲球队波兰，南美洲球队与非洲球队紧随其后，最低的是来自于亚洲的日本队。 最后再来看一下这96名守门员关于体重数值的描述（Describe）（图3-9） **分析总结部分** 经过上文的描述以及观察这些数值，可以知道，体重值最高的基本上都是来自于欧洲的国家。来自于美洲和亚洲国家的守门员体重较之会有一定的差距。这与球员所在的国家以及联赛所处的位置有关系，包括当地的地理气候，饮食，人种基因的遗传等。那么对于守门员来说，体重是否能够衡量一个守门员比赛中的表现呢？体重是否能够影响守门员的表现以及运动寿命？我们接下来将进行一系列的分析。 首先，众所周知的是现今国际上有一个指数是可以简单地衡量一个人是否胖或瘦以及是否健康。这个指数名为BMI指数，是目前国际上常用的衡量人体胖瘦程度以及是否健康的一个简单标准。 通过对比这96位守门员的BMI指数来进行一个简单的描述。 下图（图3-10）是96位守门员的身高、体重以及BMI指数。 下图（图3-11）为体重与BMI指数 从图3-11中可以看出，这96位守门员的平均BMI指数为20.00 &lt; BMI &lt; 25.00，具体的数值在右侧已标出，为23.164，这个数值在BMI指数的标准（见图3-12）中基本属于健康的标准，即为总体的BMI处于健康的标准。 上面是平均值的计算，下面我们将计算具体的球员的BMI指数值。使用Python的describe命令我们可以的到如下图所示的一个统计图（图3-13）： 从图3-13中我们可以看出所有96位守门员中，BMI值最低的是19.036421，最高的是27.161612。此时，我们可以使用Python将将Excel表中的名字与之BMI值相对应，如下图所示（图3-14-1——图3-14-2）： 由上图（图3-14-1——图3-14-2）可以知道BMI值最小的守门员是来自于秘鲁的P. Gallese（此次参加世界杯的96位守门员中，体重值最小的同样是来自秘鲁的P. Gallese）；BMI值最大的球员是来自于澳大利亚的D. Vukovi（此次参加世界杯的96位守门员中，体重值最大的同样是来自澳大利亚的D. Vukovic）。 但是他们各自的BMI值所反映的身体质量究竟是怎么样的？通过图3-12可知，来自秘鲁的P. Gallese处于正常范围，而来自澳大利亚的D. Vukovic则属于Overweight（过重），但是未到达偏胖的程度。 其中BMI值超过25的总共有5名，分别为： PLAYER NATIONALITY HIGHT WEIGHT BMI A. Mathlouthi Tunisia 182 83 25.057360 Sherif Ekramy Egypt 191 93 25.492722 Pepe Reina Spain 188 92 26.029878 D. Akpeyi Nigeria 187 94 26.880952 D. Vuković Australia 188 96 27.161612 而其他球员的BMI值处于19.036421–24.976087之间，都处于健康标准。 球员的体重能够反映一名球员的很多问题，在当今激烈的竞技比赛中，比赛节奏变得越来越快。门线技术已经不足以够衡量一个守门员总体的能力，门前的拼抢也愈加激烈，激烈的身体对抗带来的必然是更多的伤病，一名守门员甚至一名职业球员要保持高水准的效率输出，必须远离伤病所带来的困扰，而体重则成为身体对抗中的决定性因素。在维持身体属于健康状态下体重越大，不光是给对手带来足够的压力，同时在拼抢中也会占据足够的优势。在高节奏、高速度、高强度对抗的当今足球比赛中为自己的球队取得胜利。 在拼抢（地面和空中）中，一个体重大的守门员往往会比体重轻的守门员占据更多的优势。但是譬如美洲籍的球员和亚洲球员，在面对欧洲（尤其是北欧球员）身材高大的前锋球员时，因为其体重的限制，在拼抢过程中会丝毫不占据优势，下图是2004年欧洲杯，比赛进行到第87分钟的时候，伊布拉希莫维奇与布冯之间的较量。这次较量中布冯完全处在下风。 下面我们来看一下这布冯与伊布的基本数据： 球员 国籍 主要位置 身高 体重 BMI 布冯 意大利 守门员 191 CM 83 KG 22.75 伊布 瑞典 前锋 195 CM 95 KG 24.98 从视频中（视频点击这里）可以看出，布冯和伊布同时朝着目标（球）奔去，两个人几乎是同一时间达到目标处，在这时候布冯被横着出来的伊布硬生生挤到了一边，而此时伊布用右脚外脚背向外侧一勾，皮球入网。这次对抗中布冯完全处于下风。而这次对抗的时间是遥远的14年前的欧洲杯，那时候布冯也才26岁，伊布23岁，正值一个守门员几乎各项身体素质的巅峰。 通过了上面的例子，接着再来谈一谈拜仁慕尼黑的前门将奥利佛-卡恩，卡恩的身高和体重如下： 球员 国籍 主要位置 身高 体重 BMI 卡恩 德国 守门员 188 CM 91 KG 25.75 奥利佛-卡恩，其球员时代是典型的传统型门将，场上经常看似性格暴躁，球风剽悍，但是作为一名传统型门将，是不会轻易地走出自己管辖的区域，但是当卡恩离开球门线出击之后的成功率却是非常高。因此被称为狮王卡恩。 上图（图3-16）中这场比赛是18年前2000-01赛季的德甲联赛，在拜仁慕尼黑VS罗斯托克的比赛中，当比赛进行到伤停补时的时候，拜仁慕尼黑获得一个角球，此时卡恩从己方罚球区跑到对方罚球区，角球发起的时候，卡恩高高跃起，用双拳将球打进对方球门，当然这是犯规的，最后卡恩也被红牌罚下，最后比分是拜仁慕尼黑2:3罗斯托克。从这张GIF中可以看出，当卡恩跃起的时候将对手的几名防守球员以及本方的几名进攻球员压在了腋下。将球打进，此时我们可以将角度换一下，假设卡恩将球击出的方向是罚球区外，而此时他的身后是他把守的球门，卡恩的这个球所展示出的高空统治力正好是其出色的身体状况和技术动作的综合体现。 因此通过上面所举的两个例子可以知道在高水平，高对抗、高节奏的现代足球比赛中，在不影响其健康的情况下拥有体重大的守门员往往在身体的对抗、高空球、地面球的拼抢中会占据优势。 但是从上文中描述分组情况也可以看出，美洲和亚洲籍守门员体重相较于欧洲守门员来说普遍处于下风。在罚球区内拼抢的时候往往需要更灵活的脚法已经更出色的选位和预判来与身材高大的对手争抢球权。因为美洲的球员在身体素质上与高大的欧洲球员相比并不占据优势，导致在美洲足球中并不像欧洲那般有非常高的身体对抗，因此美洲足球往往是以美丽足球为特点，强调的是更灵活的盘带脚法，而守门员则更多的是靠着超强的选位与脚步移动以及更快的反应速度著称，以此为代表的球员有皇家马德里足球俱乐部的守门员凯洛尔-纳瓦斯（Keylor Navas）。 而亚洲守门员相较于欧洲和美洲来说稍有不同，既没有欧洲球员那样的身材高大，也没有美洲守门员那样脚步移动灵活等特点。因为种族差异的存在（生理学理论），使得亚洲人（黄种人）在这两项上都不具备绝对的优势，因此在亚洲球队与欧洲球队比赛的时候需要更多的调度后防线甚至中场线来对球门进行保护。下面引用一段米卢教练的话： “亚洲国家人种比较单一，民族比较简单，而且都不是移民国家。但是欧洲和美洲，从这次世界杯上就可以看出来，在血统和人种上经过互相交融，在先天条件上取长补短，速度、敏捷、爆发力等身体指标都向前飞速发展。亚洲缺乏这个传统和条件，也许个人单项运动很出色，但是在团体对抗性体育运动上要落后于世界，这是先天的劣势。更可怕的是，这个差距在逐渐加大，演变成人种进化方面的问题。” ——米卢 至此，球员的三个基本指标——年龄、身高、体重指标简单分析基本完成。 **（由于作者水平有限，文中难免有错误和不当之处，欢迎各位专家和读者给与批评指正）** **代码图表部分** PLOTS 密码：xszd >关于体重的更多描述和分析请看我的另一篇文章，在此不再过多叙述。 >**未经授权，禁止转载！** Matt 2018/06/07","categories":[{"name":"Keeper，2018 Russia World Cup","slug":"Keeper，2018-Russia-World-Cup","permalink":"http://yoursite.com/categories/Keeper，2018-Russia-World-Cup/"}],"tags":[]},{"title":"2018年俄罗斯世界杯32强96位守门员身高分析","slug":"Height","date":"2018-06-07T11:20:13.000Z","updated":"2018-06-20T11:21:07.646Z","comments":false,"path":"2018/06/07/Height/","link":"","permalink":"http://yoursite.com/2018/06/07/Height/","excerpt":"","text":"**前言** 经过上一篇的年龄分析之后，现在我们接着来分析此次世界杯32个国家中所有守门员的身高。 >**基本描述部分** **A组** 从图2-1可以看出，A组中四个国家的十二位守门员的身高分布如下： 沙特阿拉伯： 185CM 埃及： 190 CM 俄罗斯： 188 CM 乌拉圭：187 CM 其中平均身高最高的是埃及，190CM；其次是俄罗斯，188CM,；最后是乌拉圭与沙特阿拉伯，187CM、185，其中乌拉圭属于南美，沙特阿拉伯属于亚洲。 **B组** 从图2-2中可以看出B组中四支队伍的平均身高如下： 伊朗： 190 CM 摩洛哥： 189 CM 葡萄牙： 185 CM 西班牙： 188 CM 最高的是伊朗，为190CM；其次是摩洛哥，为189CM；紧跟着的是西班牙188CM，最后是葡萄牙，为185CM。 **C组** 在C组中，如图2-3所示：守门员的平均身高分布情况为： 丹麦：191 CM 法国：189 CM 澳大利亚：188 CM 秘鲁：184 CM 最高的是属于北欧的丹麦，其次是法国，澳大利亚与法国不相上下。最后是处于那么美洲的国家秘鲁。 **D组** 如图2-4所示，D组中守门员平均身高分布情况为： 克罗地亚：193 CM 冰岛：192 CM 阿根廷：189CM 尼日利亚: 188 CM 其中最高的是欧洲东南部的克罗地亚人，平均身高为193 CM，其中最高的是在比利时足球甲A联赛根特俱乐部效力的卡利尼奇，身高为200CM。其次是位于中欧国家的波兰，平均身高为192 CM，然后是阿根廷，身高为189 CM,最后是尼日利亚，为188 CM。 **E组** E组（图2-5）四支队伍中守门员的身高分布情况如下： 巴西： 191 CM 哥斯达黎加： 180 CM 塞尔维亚： 193 CM 瑞士： 192 CM 其中平均身高最高的是塞尔维亚，然后是欧洲西北部的瑞士，其次是来自于足球强国的巴西，最矮的是来自于北美洲的哥斯达黎加，守门员平均身高只有180 CM，该球队中最高的也只有 185 CM。 **F组** 根据图2-6所示，可以知道该组的守门员平均高分布如下： 德国： 189 CM 韩国： 189 CM 墨西哥： 185 CM 瑞典： 192 CM 同样最高的还是来自于北欧的的国家瑞典，2014年巴西世界杯冠军得主为182CM，韩国队的守门员平均身高与德国队一样，都是182CM，最后是来自于北美洲的墨西哥，为185CM。 **G组** 从下图（图2-7）中可以看出，四支队的平均身高分布如下： 比利时： 196 CM 英格兰：190 CM 巴拿马： 189 CM 突尼斯： 186 CM 平均身高最高的同样来自于欧洲西部沿海地区的比利时，然后是英格兰队，其次是首次进入世界杯的北美国家巴拿马，最后是来自于非洲足球传统劲旅的突尼斯。 **H组** 在H组中（图2-8），，每支队伍守门员的平均身高分布如下： 哥伦比亚：182 CM 日本： 184 CM 波兰： 193 CM 塞内加尔 ：190 CM 其中平均身高最还是的是位于中欧的波兰，其平均身高为 193CM，其次是西非的塞内加尔，平均身高为 190 CM，亚洲球队日本队在这组里面排第三，为184CM，最后是来自南美洲的哥伦比亚，平均身高为 182CM。 在描述分析最后可以进行一个实景的对比，下图为一名身高为181CM人站在在英超所用的正式比赛的球门前。 ![一般身高与英超正式比赛所用球门对比](https://i.imgur.com/Ziyufk6.jpg) >**分析总结部分** 通过过上述简单的平均身高对比，可以知道在世界杯16强赛的争夺中，平均身高最高的是来自于欧洲的球队，尤其是以北欧和中欧的守门员身高为榜首，这明显符合高纬度地区的人比低纬的明显高的原理。 那么身高是否能够用来衡量一名守门员的表现？接下来我们就来分析一下。 守门员的的防守角色可以分为两类：第一类是防守后防线后的空间不被对手利用；第二类是防守身后的球门不被对手攻破。 在当今足坛中，几乎所有俱乐部对守门员的身高都有硬性的要求，因为现代足球中，守门员不仅仅只是站在门线上等着球的到来，更多时候是充当中后卫的角色，此时他作为一名防守球员存在，他将保护距离球门最近的防守队员身后的这部分空间（图2-9中蓝色区域），但是当最后一名或两名防守队员因此，需要走出球门区，甚至有时候需要走出罚球区，把自身与后卫线的空间尽量压缩，使球队的节奏和效率达到更高。 现效力于拜仁慕尼黑的德国籍门将诺伊尔则是这一类守门员的代表，他拥有193CM的身高，也是德国足球改革之后重新定义守门员这个位置的守门员，其在罚球区内具有绝对的高空、地面以及后防线的统治力。 下图中作者（RM）完美地还原了在2012-2013年几场经典的比赛中诺伊尔在球场上某个时刻的位置。 图2-9-1的场景：2012年拜仁慕尼黑对阵勒沃库森比赛进行到90分钟44秒时； 图2-9-2的场景：2013年拜仁对阵切尔西比赛进行到117分钟25秒时； 图2-9-3的场景：2012年德国随诊意大利比赛进行到92分钟54秒时； 图2-9-4的场景：2013年拜仁慕尼黑对阵切尔西比赛进行到120分钟01秒时。 守门员通常需要通过一系列的动作来对目标进行防守，简单的归结为：第一，每时每刻对自己的定位；第二，准备防守的姿势；第三，参与到防守的角色中。 在守门员走出球门区的时并不意味这他此时就是一名真正的中后卫，他还是守门员，但是在更多时间参与到球队的攻防转换中来，这其中难免会有自己队员失误、或者对手的快速反击等情况的出现。 在现代足球中，如果一名守门员属于古典型门将（Classic Keeper）的话，此时就会出现如下图（图2-11）所示的这种情况–给予对手足够宽阔的视野。 当守门员处于球门线位置的时候射门队员的视野是相当宽阔的，在没有任何干扰（单刀球）甚至是干扰性非常小的情况下有很大的机会将球打进。 为了避免这种情况的出现，所以守门员需要不断地扩大自己的覆盖面积。因为，在对手射门的时候，会描准守门员弱侧射门，这样才会使进球效率最大化，但是如果这时候守门员出击了，射门队员就会出现下列情况：射门队员的视野受到限制，红色区域是射门队员不能观察得到的区域，但是如果一名守门员身高不够的话，这个时候是很少甚至不可能给到射门队员压力的，因为这个时候如果射门队员挑一边射门，守门员需要快速进行反应，然后进行扑救，由于射门队员在射门之前视野受到干扰，此时，射门队员会尽一切所能在射门的时候使球尽量远离守门员，身高不够的守门员在高级别的比赛中这种情况是很难将球扑到。再者会造成自己对身后球门前区域覆盖面积太小以至于对手射门、传球时出现空挡，从而使对手很容易攻破本方的球门。 一名身材高大的守门员除了在出击的时候会给对手带来压力之外，还会在决定出击的时候给予对手最大的视野压制，如图2-13所示，在守门员出击之后与射门队员面对面对抗的时候尽可能地用自己的身体给予对手更大的视野限制，使对手的射门偏离门框范围或者将球挡出。 除此之外，身材高大的同时也意味着臂展足够长，在与对手进行1v1对抗的时候（这种情况很常见）给予对手最大限制，尽量扩大自己的防守面积。如下图2-13所示，其中红色球员（无黄色箭头）为身高180CM的守门员，在一个技术比较细腻的射门队员面前，他的防守面积仅仅为红色区域这么小，但是如果此时加上黄色箭头（代表身高190CM+,C1处）来阻挡对手的进攻，最终化解对手的射门。而回防这一段期间要尽可能大的覆盖门前区域以及门前的高空区域。如图所示，守门员从C处快速移动到C1处的时候，很多情况下并不是垂直起跳，这时候如果守门员身高不够，那么就会造成C1处到球门这一空间处于无人防守空间，守门员触不到球也就可能使球入网，这也说明了为什么对守门员身高有硬性要求原因之一。一个身材高大的守门员在罚球区内会给对手足够大的压力以及拥有绝对的高空统治能力。 ![图2-14](https://i.imgur.com/SX1TVhr.jpg) 图2-15是上图2-14的简要说明： 最后则为需要不影响其在激烈的比赛中正常活动的情况下（守门员一般不超过200CM最佳）对球门的覆盖面积尽可能达到最大，如下图2-16中橙色区域所示，对于身高在186以下的球员来说则需要更快的脚步移动、更强的爆发力以及超乎常人的预判、选位、反应能力，例如现在效力于皇家马德里的哥斯达黎加门将纳瓦斯以及现效力于波尔图的前皇家马德里门将卡西利亚斯，则是这种类型球员的典型代表。 ![图2-16](https://i.imgur.com/dW1Hcnb.jpg) 在后坎波斯时代，足球场上守门员这个位置，身高变得越来越重要。随着足球的发展，守门员在罚球区内甚至罚球区弧顶位置区域的活动也越来越频繁，因此对守门员的身高要求也会越来越严格，使之能够胜任球队中更快的攻防转换节奏中来，为球队赢取更多的空间和时间。但也并非越高越好。一般认为身高超过200以上，则不太适合做守门员。 **（由于作者水平有限，文中难免有错误和不当之处，欢迎各位专家和读者给与批评指正）** >**参考文章：** [1]. Analytic method for evaluating players’ decisions in team sports: Applications to the soccer goalkeeper [2]. In-depth player analysis: Manuel Neuer 关于身高的更多描述和分析请看我专栏前面的另一篇文章，在此不再过多叙述。 未经授权，禁止转载！ Matt 2018/06/07","categories":[{"name":"Keeper，2018 Russia World Cup","slug":"Keeper，2018-Russia-World-Cup","permalink":"http://yoursite.com/categories/Keeper，2018-Russia-World-Cup/"}],"tags":[]},{"title":"2018年俄罗斯世界杯32强96位守门员年龄分析","slug":"Age","date":"2018-06-07T10:40:29.000Z","updated":"2018-06-20T11:22:09.061Z","comments":false,"path":"2018/06/07/Age/","link":"","permalink":"http://yoursite.com/2018/06/07/Age/","excerpt":"","text":"**前言** 任何一个运动员都必须具有的基本属性，在世界上任何一项运动中，其他数据值可以稍有缺失，但这三项是非有不可。比如说俄罗斯官方公布的每个国家参赛23人名单（图1-1），其中必有的是国籍、号码、位置、名字、出生日期（年龄）、球衣号码，所效力的俱乐部、身高、体重。 所以首先还是从年龄入手。 **基本描述部分** 下面我们就来看一看A-H组32个国家中总共96名守门员这三项的分布情况，首先贴上的是每组年龄的分布图。 **A组** 在A组中（图1-2），平均年龄最大的是来自于非洲东北部的埃及，因为埃及有一位世界杯史上参赛年龄最大的球员-埃萨姆-哈达里（Essam El-Hadary）,从图1-2 中可以看出这位门将已经45岁，这也导致了埃及成为了此次世界杯中守门员平均年龄最大的一支球队，达到了36岁。其次是乌拉圭，三个守门员的平均年龄31岁，最后是沙特阿拉伯以及作为东道主的俄罗斯，平均年龄为30岁。 ![图1-2：A组](https://i.imgur.com/FpeZBmX.jpg) **B组** 从B组的分布图（图1-3）中可以看出，伊朗和摩洛哥都是是以年轻球员为主，平均年龄只有26岁，即使这两个国家守门员年龄的中位数也分别只有25、27岁，摩洛哥中有这组年龄最小的球员塔格诺提（A. Tagnaouti），只有22岁。克里斯蒂亚诺-罗纳尔多领衔的的葡萄牙队，其三位守门员平均年龄有31岁，是B组中平均年龄最大的一支队伍，在葡萄牙的这三位守门员中，年龄最大的是现效力于土超联赛格兹泰佩足球俱乐部的贝托（António Alberto Bastos Pimparel），年龄有36岁，也是B组所有守门员中年龄最大的球员。最后是西班牙，平均年龄为28岁，是这组中处于平均年龄第二大的球队，西班牙的三位守门员分别是来自于英超豪门曼切斯特联的大卫-德赫亚（David de Gea）27岁，其在2017-18赛季中以18场零封获得英超金手套奖。其他两位分别还有来自于意甲联赛那不勒斯的雷纳（Pepe Reina），年龄为35岁，以及西甲联赛毕尔巴鄂竞技足球俱乐部的坎帕（Kepa Arrizabalaga），为23岁，是B组中年龄第二小的球员。 ![图1-3：B组](https://i.imgur.com/HSxgQzz.jpg) **C组** 从图1-4可以看出，在C组中，守门员平均年龄最大的是澳大利亚（31岁），其次是法国（29岁），最后是秘鲁和丹麦（都为28岁）。其中每一支队最低年龄都在25-26岁之间，除了澳大利亚在这组中年龄最大的球员布拉德-琼斯（B. Jones）为36岁之外，其他三组年龄分布都在25-33岁之间，其中 最小的是来自于丹麦的容诺夫（F. Ronnow）和法国的阿雷奥拉（A. Areola），都为25岁。 ![图1-4：C组](https://i.imgur.com/I6ebo8b.jpg) **D组** 在D组中（图1-5），拥有此次参加世界杯16强争夺赛所有96位守门员中年龄最小的一位守门员，来自于西非东南部的国家尼日利亚，现效力于拉科鲁尼亚的守门员乌佐霍F. Uzoho，年龄仅为19岁。年龄最大的是由梅西领衔的阿根廷队，平均年龄达到了33岁，这组中年龄最高的球员为36岁，来自阿根廷，现效力于英超切尔西的卡巴列罗。克罗地亚的平均年龄也只有28岁。这组中30岁以上（包含30岁）以及30岁以下（不含30岁）的分别有6人。 ![图1-5：D组](https://i.imgur.com/JxYYvUe.jpg) **E组** E组（图1-6）的球队有巴西，塞尔维亚，哥斯达黎加以及瑞士，哥斯达黎加守门员平均年龄分布式这一组中最大的，为31岁，当中有两名守门员年龄超过30岁。年龄最小的是瑞士和巴西，都为26岁，处于中间位置的是塞尔维亚，为27岁。在这组中超过30岁（包含30岁）的有5人，30岁以下（不包含30岁）的有7人，四个国家除了哥斯达黎加之外大多数是以年轻守门员为主。 ![图1-6：E组](https://i.imgur.com/roVyEEM.jpg) **F组** 再来看看F组（图1-7），这组中平均年龄最低的是来自亚洲的球队-韩国队，为27岁，其次是来自于2014年巴西世界杯冠军队-德国队，平均年龄也只有28岁。德国队中年龄最大的是曼努埃尔-诺伊尔，年龄为32岁。第三大的是瑞典，这支队伍的三个守门员年龄都同为28岁。最大的是来自于北美的墨西哥，他三个守门员都超过了32岁，其中来自于蓝十字足球俱乐部的热苏斯-科罗纳（Corona Rodrigues）为除了埃及门将哈达里之外年龄第二大的守门员。所以，可以看出，除了墨西哥之外，其他三支队伍一样都是以年轻守门员为主。平均年龄都在27-28岁之间。 ![图1-7：F组](https://i.imgur.com/60m9N9B.jpg) **G组** G组（图1-8）中，英格兰队守门员都是以年轻球员为主，平均年龄为25岁，其中最大的也仅为26岁。比利时和突尼斯也同样以年轻球员为主，其中比利时守门员的平均年龄为27岁，突尼斯为28岁。这一组中年龄最大的是巴拿马，三名守门员中有两位超过32岁，年龄最小的为27岁，巴拿马的平均年龄为31岁，与A组的乌拉圭、B组的葡萄牙、C组的澳大利亚、E组的哥斯达黎加守门员平均年龄一样。 ![图1-8：G组](https://i.imgur.com/qenVqe0.jpg) **H组** 最后是H组（图1-9），平均年龄在30岁的有两个国家，分别是日本的波兰，平均年龄在30岁一下的为哥伦比亚和塞内加尔，前者为29岁，后者为27岁，从图中也可以看出，日本除了一名年龄为23岁的守门员外，其他两名都在32岁以上（包含32岁），波兰同样只有一名30岁一下（不包含30岁）的球员。在这组中平均年龄最小的是塞内加尔，为27岁，其中有两名30岁以下的球员，哥伦比亚同样拥有两名30岁以下（不包含30岁）的球员。总体来说，H组中，有两支队伍（日本和波兰）年龄分布大于于其他另外两支队伍（哥伦比亚和塞内加尔）。 ![图1-9：H组](https://i.imgur.com/q2xE41w.jpg) **分析总结部分** 经过了上面详细的每组组间对比，接着我们来看一下总体的情况。下图（图1-10）是此次16强争夺赛中96名守门员的年龄分布图。 图1-10 中蓝色线段表示平均值，不难看出，这96名守门员的年龄平均值约为29岁。再接着往下看一下各国参赛守门员的平均年龄热力图（图1-11）。 综合上述两张图（图1-11和图1-12）可以看出，32个国家中，埃及、墨西哥、阿根廷、澳大利亚、以及哥斯达黎加高居榜首，最低的是英格兰，其次是瑞士、尼日利亚和摩洛哥、伊朗，这五个国家守门员都以年轻球员为主。 那么守门员的年龄到底关乎什么呢？虽然世界杯不会像奥运会那样对参赛球员的年龄设有限制，但是作为一项全世界的顶级赛事，是各个国家在足球领域内梦寐以求所要追求的荣耀，更是所有世界足球运动员的“终极”梦想。 我们知道，守门员的位置并不像其他位置，其主要是把守身后的大门，其次在现代足球中或多或少地参与到球队的攻防建设中来。 一个守门员的经验、判断、身体条件指标在经过一系列的训练和比赛之后会得到迅猛的增长，这几个因素息息相关，缺少任何一个都不行。但是在经过一段期间的比赛和训练之后，大多数守门员的技术和判断基本会定型，此时随着年龄的增长，会使得身体机能下降，身体机能下降会引起技术动作的变形。由上图可以知道在29岁左右这个阶段基本上正值足球运动员的巅峰期，因为这个时候人体的骨骼已经完全定型（主要以胸骨为判断标准，通常认为胸骨在到达25岁之后就不会再硬化，而35岁之后，骨头的强度和含钙量会停止增加），而在职业足球运动员中从小就开始进行相关的足球训练，在经过长达十几年技术动作与战术素养的培养之后，会在这个年龄段开始达到巅峰（也有例外情况，比如：过早地达到巅峰或者大器晚成的情况），经验同样会会在平时的训练、俱乐部比赛或者世界级别的比赛而愈加丰富，在超过30岁以后，加上平时的经验与竞技状态，往往这个年龄段的守门员会成为球队后防线上真正的统治者。同时也会暴露出一些问题，因为年龄的大小往往能够反映一个球员的身体状况。在世界杯这样竞争激烈的舞台上，身体状况也会决定着一切。例如哈达里在面对卡瓦尼和苏亚雷斯这样世界级前卫的时候可能会有一些麻烦。所以在世界杯这样顶级的舞台上，一名守门员是否能够稳定地发挥并不仅仅取决于其中的某一项指标，而是需要综合的考虑。 例如：作为本次世界杯东道主俄罗斯的守门员在A组中的年龄是最小的，平均年龄只有30岁，俄罗斯曾经参加过11次世界杯，世界排名在66名左右，从三个守门员的年龄来看分布较为合理，既没有年龄较大的球员，也没有较小的球员，当中最小的来自于圣彼得堡泽尼特俱乐部的守门员鲁涅夫，只有26岁，在俄超2017-18赛季中经常作为俱乐部的首发门将，总共为俱乐部出场过20次，经验相较于阿金费耶夫来说会有差距。 效力于莫斯科中央陆军的阿金费耶夫32岁，根据以往的比赛来看，他的长传距离通常在75米左右，直接越过中场线，到达对方的后卫线附近，让球队不在中场进行过多的纠缠，直接在对方半场进行传导，这也会对对方的后防线带来一定的困扰，但是同时也会带来一些隐患，前卫线经过长时间的跑动之后，这反而对自身是一种威胁。 再来看另外的例子：乌拉圭守门员的平均年龄为31岁，在A组中与沙特阿拉伯和俄罗斯相差不太多，分布相对合理，其中现在效力于瓦斯科达迦马的穆斯莱拉曾经效力于意甲强队拉齐奥，从曾经因为其毛躁的表现以及不稳定的发挥始终得不到主教练的信任，到现在随着年龄的增长，经过各顶级大赛的洗礼，经验也随之丰富，多次拯救球队于水火之中，而坎帕尼亚和马丁-席尔瓦正好形成经验与身体条件的的互补。主教练也会根据比赛的情况而做出相应的调整。 年龄是球员经验与技战术的组合之后的容器，一个足球运动员的巅峰也许是一年、也许是两年、甚至也可能长达十几年，但是不可否认的是年龄越大，经验也会越来越多，技战术的融合也会越来越快，但是随之而来的是身体状况也会下降。因此，在这32支队伍中几乎每一支队伍都会配备一名甚至两名20几岁的守门员。 **（由于作者水平有限，文中难免有错误和不当之处，欢迎各位专家和读者给与批评指正）** **代码以及图表部分** 图表实现代码 密码：epca PLOTS 密码：vngt 关于年龄的更多描述和分析请看我的另一篇文章，在此不再过多叙述。 未经授权，禁止转载！ Matt 2018/06/07","categories":[{"name":"Keeper，2018 Russia World Cup","slug":"Keeper，2018-Russia-World-Cup","permalink":"http://yoursite.com/categories/Keeper，2018-Russia-World-Cup/"}],"tags":[]}]}